"command.import" = "导入音乐…";
"command.library" = "资料库";
"command.verify" = "验证资料库";
"command.playback" = "播放";
"command.automaticUpsampling" = "自动升频至最高384 kHz";
"sidebar.library" = "资料库";
"sidebar.integrity" = "文件完整性";
"sidebar.processing" = "音频处理";
"sidebar.songs" = "歌曲";
"sidebar.albums" = "专辑";
"sidebar.artists" = "艺人";
"sidebar.recent" = "最近添加";
"sidebar.attention" = "需要检查";
"sidebar.effects" = "效果";
"sidebar.trackCount" = "%d首歌曲";
"library.search" = "歌曲、艺人或专辑";
"library.visibleCount" = "显示%d首歌曲";
"column.title" = "歌曲";
"column.artist" = "艺人";
"column.album" = "专辑";
"column.duration" = "时长";
"column.health" = "文件";
"status.importing" = "正在复制并验证文件…";
"status.verifying" = "正在重新计算文件校验和…";
"status.recoveredManifest" = "主目录无法读取，Ongaku已载入上一份经过验证的目录备份。";
"status.recoveredImports" = "已恢复%d个中断的导入，并验证了文件。";
"status.importRecoveryIssues" = "有%d个中断的导入无法安全恢复。相关文件未添加到资料库。";
"import.duplicate" = "资料库中已管理内容相同的文件。";
"import.issueCount" = "有%d个文件需要检查。";
"metadata.unknownArtist" = "未知艺人";
"metadata.unknownAlbum" = "未知专辑";
"health.verified" = "已验证";
"health.unchecked" = "未验证";
"health.missing" = "文件丢失";
"health.changed" = "文件已更改";
"health.unreadable" = "无法读取";
"track.play" = "播放";
"player.pause" = "暂停";
"track.reveal" = "在访达中显示";
"empty.library.title" = "还没有管理音乐";
"empty.library.body" = "请导入音频文件。Ongaku会将文件复制到管理存储，并在加入资料库前验证内容。";
"empty.filtered.title" = "没有匹配的歌曲";
"empty.filtered.body" = "请更改搜索条件或选择其他资料库项目。";
"empty.clearSearch" = "清除搜索";
"inspector.title" = "详细信息";
"inspector.empty.title" = "选择一首歌曲";
"inspector.empty.body" = "文件完整性和存储信息会显示在这里。";
"inspector.integrity" = "文件完整性";
"inspector.verified" = "上次验证";
"inspector.file" = "管理的文件";
"inspector.size" = "大小";
"inspector.duration" = "时长";
"player.idle" = "未在播放";
"player.chooseTrack" = "双击歌曲开始播放";
"player.upsamplingFormat" = "%@ → %@";
"player.outputFormat" = "输出 %@";
"player.upsamplingHelp" = "自动选择播放设备支持的最高输出采样率，上限为384 kHz。不会修改原始音乐文件。";
"album.songCount" = "%d首歌曲";
"artist.summary" = "%d张专辑・%d首歌曲";
"effect.simulation.name" = "Simulation";
"effect.body.name" = "Body";
"effect.exciter.name" = "Exciter";
"effect.gloss.name" = "Gloss";
"effect.opto_fet.name" = "OptoFET";
"effect.warm.name" = "Warm Sat";
"effect.space.name" = "Space";
"effect.equalizer.name" = "均衡器";
"effect.simulation.description" = "它将高品质扬声器特有的声学特性和空间深度与原始声音融合在一起。";
"effect.body.description" = "为原始声音增加低频厚度和冲击感。";
"effect.exciter.description" = "轻微叠加高频亮度与泛音感。";
"effect.gloss.description" = "为原始声音增加通透感和空气感。";
"effect.opto_fet.description" = "面向人声的双级动态控制，结合快速峰值抑制与平滑光学整形。";
"effect.warm.description" = "为原始声音叠加柔和的泛音和温暖感。";
"effect.space.description" = "加入混响与宽度，自然拓展声场。";
"effect.equalizer.description" = "提供极具音乐感且通透的音调整形。";
"effect.high_quality_enhancement.name" = "高品质增强";
"effect.high_quality_enhancement.description" = "通过适度增强，恢复压缩音频的存在感与谐波细节。";
"effect.parameter.intensity" = "强度";
"effect.parameter.mode" = "模式";
"effect.parameter.open_tone" = "开放音色";
"effect.parameter.bass_boost" = "低频增强";
"effect.parameter.spatial" = "空间感";
"effect.parameter.loudness" = "响度";
"effect.parameter.cabinet_resonance" = "箱体共振";
"effect.parameter.weight" = "厚度";
"effect.parameter.punch" = "冲击力";
"effect.parameter.frequency" = "频率";
"effect.exciter.mode.smooth" = "平滑";
"effect.exciter.mode.open" = "开放";
"effect.exciter.open_tone.soft" = "柔和";
"effect.exciter.open_tone.bright" = "明亮";
"effect.maximizer.mode.tight" = "紧致";
"effect.maximizer.mode.rich" = "饱满";
"effect.parameter.clarity" = "清晰度";
"effect.parameter.air" = "空气感";
"effect.parameter.harmonic" = "谐波驱动";
"effect.parameter.warmth" = "模拟温暖度";
"effect.parameter.peak" = "峰值";
"effect.parameter.level" = "电平";
"effect.parameter.drive" = "驱动";
"effect.parameter.tone" = "音色";
"effect.parameter.flutter" = "颤动";
"effect.parameter.amount" = "效果量";
"effect.parameter.size" = "空间大小";
"effect.parameter.pre_delay" = "预延迟";
"effect.parameter.damping" = "阻尼";
"effect.bbe.name" = "Maximizer";
"effect.bbe.description" = "增强低音轮廓和高音清晰度。";
"effect.parameter.material_hardness" = "材质硬度";
"effect.parameter.material_metallic" = "材质金属感";
"effect.parameter.lo_contour" = "Lo Contour";
"effect.parameter.process" = "Process";
"effect.parameter.hpf" = "HPF";
"effect.parameter.lf_gain" = "LF Gain";
"effect.parameter.lf_freq" = "LF Freq";
"effect.parameter.hf_gain" = "HF Gain";
"effect.parameter.hf_freq" = "HF Freq";
"effect.parameter.lmf_gain" = "LMF Gain";
"effect.parameter.lmf_freq" = "LMF Freq";
"effect.parameter.lmf_q" = "LMF Q";
"effect.parameter.lmf_focus" = "LMF Focus";
"effect.parameter.hmf_gain" = "HMF Gain";
"effect.parameter.hmf_freq" = "HMF Freq";
"effect.parameter.hmf_q" = "HMF Q";
"effect.parameter.hmf_focus" = "HMF Focus";
"effect.parameter.trim" = "Trim";
"effect.parameter.mc901" = "Hybrid";
"effects.mode" = "效果模式";
"effects.tab.basic" = "BASIC";
"effects.tab.pro" = "Pro";
"effects.tab.off" = "OFF";
"effects.enabledCount" = "已启用 %1$d/%2$d 个效果";
"effects.enabledShort" = "%d 个启用";
"effects.basicExplanation" = "使用单级适度增强，快速改善音源。";
"effects.proExplanation" = "组合独立声学处理器，构建信号链。";
"effects.offExplanation" = "保留所有设置并旁路整个效果链。";
"effects.bypassedTitle" = "效果已关闭";
"effects.bypassedBody" = "原始信号将直接通过。选择 BASIC 或 Pro 可恢复已保存的设置。";
"effects.knobHint" = "沿旋钮拖动或使用方向键调整。双击可恢复默认值。";
"effects.toggleHint" = "按下可在两个位置之间切换。";
"effects.reset" = "重置参数";
"effects.enable" = "启用效果";
"effects.disable" = "停用效果";
"effects.on" = "开";
"effects.off" = "关";
"settings.storage.title" = "音乐存储位置";
"settings.storage.subtitle" = "选择Ongaku保存已验证管理副本的位置。";
"settings.storage.location" = "管理音乐文件夹";
"settings.storage.choose" = "选择文件夹…";
"settings.storage.automatic" = "使用自动位置";
"settings.storage.source.appleMusic" = "已自动从Apple Music设置中读取";
"settings.storage.source.default" = "使用Ongaku默认的Application Support位置";
"settings.storage.source.custom" = "正在使用所选位置";
"settings.storage.safetyNote" = "今后导入的音乐将保存在此处。现有管理文件会保留在已验证的位置，因此更改设置不会移动或覆盖它们。";
"status.storageChanged" = "已更新今后导入音乐的存储位置。";
"settings.sidebar.general" = "通用";
"settings.sidebar.storage" = "存储";
"settings.general.title" = "通用";
"settings.general.subtitle" = "设置Ongaku的显示方式和行为。";
"settings.language.title" = "显示语言";
"settings.language.description" = "选择菜单、标签和消息所使用的语言。";
"settings.language.system" = "跟随系统";
"settings.language.immediateNote" = "语言更改会立即应用到Ongaku窗口和菜单。";
"settings.appearance.title" = "外观";
"settings.appearance.description" = "选择浅色或深色外观，或跟随Mac设置。";
"settings.appearance.system" = "系统";
"settings.appearance.light" = "浅色";
"settings.appearance.dark" = "深色";
"miniPlayer.show" = "切换到迷你播放器";
"miniPlayer.restore" = "返回完整播放器";
"miniPlayer.progress" = "播放进度";
"miniPlayer.volume" = "音量";
